# Найдите сумму цифр трехзначного числа.
# *Пример: *
# 123 -> 6 (1 + 2 + 3)
# 100 -> 1 (1 + 0 + 0)


print("Введите первую цифру числа: ")
a = int(input())
print("Введите вторую цифру числа: ")
b = int(input())
print("Введите третью цифру числа")
c = int(input())
print(a + b + c)
